import { Feature } from "@/types/feature";

const featuresData: Feature[] = [
  {
    id: 1,
    icon: "/images/icon/icon-01.svg",
    title: "Πείρα και Γνώση",
    description:
      "Μετράμε πάνω από 20 χρόνια εμπειρίας στον κλάδο, διασφαλίζοντας άριστη ποιότητα κατασκευής και άψογη υλοποίηση κάθε έργου.",
  },
  {
    id: 2,
    icon: "/images/icon/icon-02.svg",
    title: "Αριστή Ποιότητα",
    description:
      "Χρησιμοποιούμε αποκλειστικά υλικά υψηλής ποιότητας από αναγνωρισμένους προμηθευτές, εγγυώμενοι την αντοχή και την αισθητική των κατασκευών μας.",
  },
  {
    id: 3,
    icon: "/images/icon/icon-03.svg",
    title: "Πλούσια Γκάμα Επιλογών",
    description:
      "Σας προσφέρουμε μια ευρεία γκάμα από αλουμινένια και σιδερένια κουφώματα, πόρτες, πέργκολες, κιγκλιδώματα και άλλα, καλύπτοντας κάθε σας απαίτηση.",
  },
  {
    id: 4,
    icon: "/images/icon/icon-04.svg",
    title: "Εξειδικευμένο Προσωπικό",
    description:
      "Η έμπειρη και φιλική ομάδα μας είναι έτοιμη να σας καθοδηγήσει σε κάθε βήμα, από τον σχεδιασμό έως την τελική εγκατάσταση.",
  },
  {
    id: 5,
    icon: "/images/icon/icon-05.svg",
    title: "Προσαρμοσμένες Λύσεις",
    description:
      "Κατανοούμε τις μοναδικές σας ανάγκες και σας προτείνουμε λύσεις custom-made που ταιριάζουν στον προϋπολογισμό και το γούστο σας.",
  },
  {
    id: 6,
    icon: "/images/icon/icon-06.svg",
    title: "Εγγύηση",
    description:
      "Όλες οι κατασκευές μας συνοδεύονται από εγγύηση, προσφέροντάς σας σιγουριά και ηρεμία.",
  },
];

export default featuresData;
