import image1 from "@/public/images/user/user-01.png";
import image2 from "@/public/images/user/user-02.png";
import { Testimonial } from "@/types/testimonial";

export const testimonialData: Testimonial[] = [
  {
    id: 1,
    name: "Ιωάννης Παπαδόπουλος, Ιδιοκτήτης Σπιτιού",
    designation: "Άψογη Τοποθέτηση Αλουμινένιων Κουφωμάτων",
    image: image1,
    content:
      "Η steelmade τοποθέτησε τα αλουμινένια κουφώματα στο σπίτι μου με άψογη ποιότητα και ταχύτητα. Η ομάδα τους ήταν επαγγελματική και φιλική, και απάντησε σε όλες τις ερωτήσεις μου. Συστήνω ανεπιφύλακτα την steelmade για κάθε είδους αλουμινένια κατασκευή.",
  },
  {
    id: 2,
    name: "Μαρία Παναγιώτου, Επιχειρηματίας",
    designation: "Σιδερένιες Κατασκευές Υψηλής Αισθητικής",
    image: image2,
    content:
      "Η steelmade κατασκεύασε μια σιδερένια σκάλα για το γραφείο μου, η οποία είναι ταυτόχρονα λειτουργική και πανέμορφη. Η ποιότητα της κατασκευής είναι άριστη και ταιριάζει άψογα στο ύφος του χώρου. Ευχαριστώ την steelmade για την εξαιρετική συνεργασία.",
  },
  {
    id: 3,
    name: "Γιώργος Κωνσταντίνου, Ιδιοκτήτης Καταστήματος",
    designation: "Αξιόπιστες Πέργκολες για τον Κήπο",
    image: image1,
    content:
      "Η steelmade κατασκεύασε μια πέργκολα για τον κήπο του καταστήματός μου, η οποία προσφέρει δροσιά και σκιά στους πελάτες μου. Η πέργκολα είναι ανθεκτική και αισθητικά άψογη, και έχει συμβάλει σημαντικά στην αύξηση της επισκεψιμότητας του καταστήματος. Σας ευχαριστώ!",
  },
  {
    id: 4,
    name: "Έλενα Νικολάου, Ιδιοκτήτρια Διαμερίσματος",
    designation: "Εξαιρετική Εξυπηρέτηση και Άριστη Ποιότητα",
    image: image2,
    content:
      "Η steelmade αντικατέστησε τα παλιά μου κουφώματα με νέα αλουμινένια. Η εξυπηρέτηση από την πρώτη στιγμή ήταν άψογη, και η ομάδα τους ήταν πάντα διαθέσιμη να απαντήσει",
  },
];
